App/CSMIS/EMC-Nick/EBT介接/Doc/EMC網工CM WebService/呼叫WebService的XML格式/CMPCLog.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <CMPCLog xmlns="http://tempuri.org/CMWebServiceGW/CMWebServiceGW">
      <WORKID>string</WORKID>
      <CUSSO>string</CUSSO>
      <CUSID>string</CUSID>
      <PCIP>string</PCIP>
      <StartDateTime>string</StartDateTime>
      <EndDateTime>string</EndDateTime>
    </CMPCLog>
  </soap:Body>
</soap:Envelope>
